{
  "vocab": {
    "0": "<|endoftext|>",
    "1": "\u0000",
    "2": "\u0001",
    "3": "\u0002",
    "4": "\u0003",
    "5": "\u0004",
    "6": "\u0005",
    "7": "\u0006",
    "8": "\u0007",
    "9": "\b",
    "10": "\t",
    "11": "\n",
    "12": "\u000b",
    "13": "\f",
    "14": "\r",
    "15": "\u000e",
    "16": "\u000f",
    "17": "\u0010",
    "18": "\u0011",
    "19": "\u0012",
    "20": "\u0013",
    "21": "\u0014",
    "22": "\u0015",
    "23": "\u0016",
    "24": "\u0017",
    "25": "\u0018",
    "26": "\u0019",
    "27": "\u001a",
    "28": "\u001b",
    "29": "\u001c",
    "30": "\u001d",
    "31": "\u001e",
    "32": "\u001f",
    "33": " ",
    "34": "!",
    "35": "\"",
    "36": "#",
    "37": "$",
    "38": "%",
    "39": "&",
    "40": "'",
    "41": "(",
    "42": ")",
    "43": "*",
    "44": "+",
    "45": ",",
    "46": "-",
    "47": ".",
    "48": "/",
    "49": "0",
    "50": "1",
    "51": "2",
    "52": "3",
    "53": "4",
    "54": "5",
    "55": "6",
    "56": "7",
    "57": "8",
    "58": "9",
    "59": ":",
    "60": ";",
    "61": "<",
    "62": "=",
    "63": ">",
    "64": "?",
    "65": "@",
    "66": "A",
    "67": "B",
    "68": "C",
    "69": "D",
    "70": "E",
    "71": "F",
    "72": "G",
    "73": "H",
    "74": "I",
    "75": "J",
    "76": "K",
    "77": "L",
    "78": "M",
    "79": "N",
    "80": "O",
    "81": "P",
    "82": "Q",
    "83": "R",
    "84": "S",
    "85": "T",
    "86": "U",
    "87": "V",
    "88": "W",
    "89": "X",
    "90": "Y",
    "91": "Z",
    "92": "[",
    "93": "\\",
    "94": "]",
    "95": "^",
    "96": "_",
    "97": "`",
    "98": "a",
    "99": "b",
    "100": "c",
    "101": "d",
    "102": "e",
    "103": "f",
    "104": "g",
    "105": "h",
    "106": "i",
    "107": "j",
    "108": "k",
    "109": "l",
    "110": "m",
    "111": "n",
    "112": "o",
    "113": "p",
    "114": "q",
    "115": "r",
    "116": "s",
    "117": "t",
    "118": "u",
    "119": "v",
    "120": "w",
    "121": "x",
    "122": "y",
    "123": "z",
    "124": "{",
    "125": "|",
    "126": "}",
    "127": "~",
    "128": "",
    "129": "聙",
    "130": "聛",
    "131": "聜",
    "132": "聝",
    "133": "聞",
    "134": "聟",
    "135": "聠",
    "136": "聡",
    "137": "聢",
    "138": "聣",
    "139": "聤",
    "140": "聥",
    "141": "聦",
    "142": "聧",
    "143": "聨",
    "144": "聫",
    "145": "聬",
    "146": "聭",
    "147": "聮",
    "148": "聯",
    "149": "聰",
    "150": "聲",
    "151": "聳",
    "152": "聴",
    "153": "聵",
    "154": "聶",
    "155": "職",
    "156": "聸",
    "157": "聹",
    "158": "聺",
    "159": "聻",
    "160": "聼",
    "161": "聽",
    "162": "隆",
    "163": "垄",
    "164": "拢",
    "165": "陇",
    "166": "楼",
    "167": "娄",
    "168": "搂",
    "169": "篓",
    "170": "漏",
    "171": "陋",
    "172": "芦",
    "173": "卢",
    "174": "颅",
    "175": "庐",
    "176": "炉",
    "177": "掳",
    "178": "卤",
    "179": "虏",
    "180": "鲁",
    "181": "麓",
    "182": "碌",
    "183": "露",
    "184": "路",
    "185": "赂",
    "186": "鹿",
    "187": "潞",
    "188": "禄",
    "189": "录",
    "190": "陆",
    "191": "戮",
    "192": "驴",
    "193": "脌",
    "194": "脕",
    "195": "脗",
    "196": "脙",
    "197": "脛",
    "198": "脜",
    "199": "脝",
    "200": "脟",
    "201": "脠",
    "202": "脡",
    "203": "脢",
    "204": "脣",
    "205": "脤",
    "206": "脥",
    "207": "脦",
    "208": "脧",
    "209": "脨",
    "210": "脩",
    "211": "脪",
    "212": "脫",
    "213": "脭",
    "214": "脮",
    "215": "脰",
    "216": "脳",
    "217": "脴",
    "218": "脵",
    "219": "脷",
    "220": "脹",
    "221": "脺",
    "222": "脻",
    "223": "脼",
    "224": "脽",
    "225": "脿",
    "226": "谩",
    "227": "芒",
    "228": "茫",
    "229": "盲",
    "230": "氓",
    "231": "忙",
    "232": "莽",
    "233": "猫",
    "234": "茅",
    "235": "锚",
    "236": "毛",
    "237": "矛",
    "238": "铆",
    "239": "卯",
    "240": "茂",
    "241": "冒",
    "242": "帽",
    "243": "貌",
    "244": "贸",
    "245": "么",
    "246": "玫",
    "247": "枚",
    "248": "梅",
    "249": "酶",
    "250": "霉",
    "251": "煤",
    "252": "没",
    "253": "眉",
    "254": "媒",
    "255": "镁",
    "256": "每",
    "257": " t",
    "258": "he",
    "259": " a",
    "260": " s",
    "261": " w",
    "262": " the",
    "263": "nd",
    "264": "ed",
    "265": " b",
    "266": " to",
    "267": " and",
    "268": " h",
    "269": " f",
    "270": " T",
    "271": "in",
    "272": " wa",
    "273": "re",
    "274": "it",
    "275": "ou",
    "276": " l",
    "277": " d",
    "278": " c",
    "279": " p",
    "280": "ay",
    "281": " m",
    "282": "er",
    "283": " was",
    "284": " The",
    "285": "om",
    "286": " he",
    "287": "is",
    "288": " n",
    "289": "im",
    "290": "ar",
    "291": "on",
    "292": " sa",
    "293": "ll",
    "294": "id",
    "295": " ha",
    "296": " g",
    "297": "at",
    "298": " S",
    "299": "ing",
    "300": "ot",
    "301": "en",
    "302": "an",
    "303": "le",
    "304": "or",
    "305": "ir",
    "306": "am",
    "307": "et",
    "308": " H",
    "309": " it",
    "310": " th",
    "311": "ig",
    "312": " They",
    "313": " pl",
    "314": " in",
    "315": "il",
    "316": " He",
    "317": " \"",
    "318": "ow",
    "319": "ver",
    "320": "ri",
    "321": " u",
    "322": "ut",
    "323": " play",
    "324": "ith",
    "325": " said",
    "326": " be",
    "327": " day",
    "328": " with",
    "329": "pp",
    "330": "On",
    "331": " o",
    "332": " y",
    "333": "oo",
    "334": "ked",
    "335": " r",
    "336": " her",
    "337": "ce",
    "338": "ld",
    "339": " his",
    "340": " Tim",
    "341": " I",
    "342": " She",
    "343": " st",
    "344": "ke",
    "345": " e",
    "346": " big",
    "347": "nt",
    "348": "ck",
    "349": "very",
    "350": " you",
    "351": "st",
    "352": "ve",
    "353": "end",
    "354": "un",
    "355": " happ",
    "356": " on",
    "357": "all",
    "358": "riend",
    "359": " friend",
    "360": " they",
    "361": " L",
    "362": "ily",
    "363": " we",
    "364": " had",
    "365": " up",
    "366": " li",
    "367": " not",
    "368": "her",
    "369": " want",
    "370": "itt",
    "371": " of",
    "372": "ad",
    "373": " do",
    "374": " B",
    "375": "se",
    "376": " happy",
    "377": "ent",
    "378": " very",
    "379": " M",
    "380": "es",
    "381": " saw",
    "382": "One",
    "383": " that",
    "384": "ould",
    "385": "'s",
    "386": " for",
    "387": "ittle",
    "388": " mom",
    "389": " little",
    "390": " so",
    "391": " sh",
    "392": " she",
    "393": "ime",
    "394": "ch",
    "395": " nam",
    "396": " time",
    "397": " k",
    "398": " ne",
    "399": "ound",
    "400": ".\"",
    "401": " there",
    "402": " named",
    "403": " bo",
    "404": " sm",
    "405": " were",
    "406": " wanted",
    "407": " Lily",
    "408": " friends",
    "409": "out",
    "410": "ird",
    "411": " but",
    "412": "ved",
    "413": "ht",
    "414": "!\"",
    "415": "The",
    "416": " Tom",
    "417": " bird",
    "418": "el",
    "419": "ake",
    "420": " an",
    "421": "al",
    "422": " too",
    "423": "ome",
    "424": " went",
    "425": " wh",
    "426": "ide",
    "427": "Once",
    "428": " all",
    "429": " It",
    "430": " hel",
    "431": "ug",
    "432": "ue",
    "433": " help",
    "434": " is",
    "435": " loo",
    "436": " A",
    "437": " upon",
    "438": " lo",
    "439": "ter",
    "440": "ry",
    "441": " toy",
    "442": "ore",
    "443": " fun",
    "444": "ind",
    "445": "get",
    "446": "ill",
    "447": "ame",
    "448": " as",
    "449": " j",
    "450": "ra",
    "451": " at",
    "452": "gether",
    "453": " cat",
    "454": " did",
    "455": " re",
    "456": "ur",
    "457": " together",
    "458": "ack",
    "459": " se",
    "460": "ly",
    "461": " tre",
    "462": "ood",
    "463": " dog",
    "464": "ic",
    "465": " could",
    "466": "ted",
    "467": " can",
    "468": " ball",
    "469": "ard",
    "470": " gir",
    "471": " their",
    "472": "ark",
    "473": " girl",
    "474": " played",
    "475": "ec",
    "476": "my",
    "477": " him",
    "478": " go",
    "479": "way",
    "480": " ro",
    "481": "?\"",
    "482": "hed",
    "483": "ain",
    "484": " kn",
    "485": " le",
    "486": " out",
    "487": "hen",
    "488": " are",
    "489": " fr",
    "490": "um",
    "491": "'t",
    "492": " them",
    "493": " boy",
    "494": " sad",
    "495": "ul",
    "496": "ax",
    "497": " tree",
    "498": "other",
    "499": "oug"
  }
}